{"duplicate_citations": ["DTU", "USDA", "PHENOL EXPLORER", "DUKE", "MANUAL", "12744680", "12797757", "17071511", "18778075", "Bernalte, M. J., Hernandez, M. T., Vidal-Aragon, M. C. & Sabio, E. (1999) Physical, chemical, flavor and sensory characteristics of two sweet cherry varieties grown in 'Valle del Jerte' (Spain). Journal of Food Quality, 22, 403-416", "Charles F. Forney and Michael A. Jordan. Induction of Volatile Compounds in Broccoli by Postharvest Hot-Water Dips. J. Agric. Food Chem. 1998, 46, 5295-5301", "F. Vallejo, F. Tomas-Barberan, C. Garcia-Viguera. Glucosinolates and vitamin C content in edible parts of broccoli florets after domestic cooking. Eur Food Res Technol (2002) 215:310-316", "Hans-Ulrich Humpf and Peter Schreier. Bound aroma compounds from the fruit and the leaves of blackberry (Rubus laciniata L.) J. Agrie. FoodChem. 1991, 39. 1830-1832 https://pubs.acs.org/doi/pdf/10.1021/jf00010a028", "Mans Boelens, Pieter J. de Valois, Henk J. Wobben, and Arne van der Gen. Volatile Flavor Compounds from Onion. J. Agric. FOOD Chem., 1971, 19(5), 984-991", "Ron G. Buttery and Louisa C. Ling. Volatile Flavor Components of Com Tortillas and Related Products. J. Agrie. Food Chem. 1995, 43, 1878-1882", "Ron G. Buttery, Dan G. Guadagni, Louisa C. Ling, Richard M. Seifert, and Werner Lipton. Additional volatile components of cabbage, broccoli, and cauliflower. J. Agric. Food Chem., 1976, 24 (4), pp 829-832", "9818410", "A. Escarpa and M. C. Gonzalez. Evaluation of High-Performance Liquid Chromatography for Determination of Phenolic Compounds in Pear Horticultural Cultivars. Chromatographia Vol. 51, No. 1/2, January 2000, 37-43", "Dilek Tanrioven and Aziz Eksi. Phenolic compounds in pear juice from different cultivars. Food Chemistry. 2005, 93(1), 89-93", "Graeme A. King, Kate G. Henderson, Erin M. O'Donoghue, Wilhelmina Martin, Ross E. Lill. Flavour and Metabolic Changes in Asparagus During Storage. Scientia Horticulturae, 36 (1988) 183-190", "Ron G. Buttery, Donald J. Stern, and Louisa C. Ling. Studies on Flavor Volatiles of Some Sweet Corn Products. J. Agrie. Food Chem. 1994, 42, 791-795", "S. R. Wild and K. C. Jones. STUDIES ON THE POLYNUCLEAR AROMATIC HYDROCARBON CONTENT OF CARROTS (DAUCUS CAROTA). Chemosphere, 23(2), 243-251, 1991", "Patricia Cava-Montesinos, M. Luisa Cervera Agust’n Pastor Miguel de la Guardia. 2005. Room temperature acid sonication ICP-MS multielemental analysis of milk.Analytica Chimica Acta Volume 531, Issue 1, Pages 111-123", "Semaghiul Birghila, Simona Dobrinas, Gabriela Stanciu and Alina Soceanu. Determination of major and minor elements in milk through ICP-AES. Environmental Engineering and Management Journal. November/December 2008, Vol.7, No.6, 805-808", "International Dairy Journal; Volume 15, Issue 5, May 2005, Pages 521-526", "Bashar Amer, Caroline Nebel, Hanne C. Bertram, Grith Mortensen, Kjeld Hermansen, Trine K. Dalsgaard. Novel method for quantification of individual free fatty acids in milk using an in-solution derivatisation approach and gas chromatography- mass spectrometry. International Dairy Journal 32 (2013) 199-203", "Harper, W. J., Gould, I. A. and Hankinson, C. L. 1961. Observations on the free volatile acids in milk. J. Dairy Sci. 44, 1764-1765", "Shin Tsen, Jinyi Siew, Eunice Lau, Farzana A qah Bte Roslee, Hui Chan, Wai Loke  CowХs milk as a dietary source of equol and phenolic antioxidants: di erential distribution in the milk aqueous and lipid fractions. Dairy Sci. & Technol. (2014) 94:625Р632. DOI 10.1007/s13594-014-0183-4", "Park, Y. W; Ju‡rez, Manuela ; Ramos, M.; Haenlein, G. F. W.. Physico-chemical characteristics of goat and sheep milk. Small Ruminant Res.(2007) 68:88-113   doi: 10.1016/j.smallrumres.2006.09.013", "Chotyakul N, Pateiro-Moure M, Saraiva JA, Torres JA, PЋrez-Lamela C. 2014. Simultaneous HPLCРDAD quantification of vitamins A and E content in raw, pasteurized, and UHT cowХs milk and their changes during storage. European Food Research and Technology. 238(4):535Р547", "_. ZAMBERLIN et al.: Mineral elements in milk and dairy products, Mljekarstvo 62 (2), 111-125", "Brigitta Gaspardo et al. Determination of volatile fractions in raw milk and ripened cheese by means of GC-MS. Results of a survey performed in the marginal area between Italy and Slovenia. Italian Jounal of Animal Science Vol 8, 377-390, 2009", "20494161", "16840607", "18412364", "18214159", "20541211", "512140", "22081685", "7613766", "17558655", "17852390", "6788913", "30994344", "19362217", "17683729", "7372888", "3361685", "23040012", "11754544", "1880195", "1151503", "17954740", "15084094", "28306241", "23438684", "23182357", "25599412", "28965405", "3271892", "D. W. Hysert and N. M. Morrison. Studies on ATP, ADP, and AMP concentrations in yeast and beer. Journal of the American Society of Brewing Chemists. The Science of Beer, 1977, 35(4), 160-167", "Maximilian Michel, Tim Meier-Dörnberg, Fritz Jacob, Frank-Jürgen Methner, R. Steven Wagner and Mathias Hutzler. Review: Pure non-Saccharomyces starter cultures for beer fermentation with a focus on secondary metabolites and practical applications. J. Inst. Brew. 2016; 122: 569-587", "Ian McMurrough et al. Control of ferulic acid and 4-vinyl guaiacol in brewing. J. Inst. Brew., 1996, vol 102, p-327-332", "Mei Li, Zhaoxia Yang, Mei Yang, Lianju Shan and Jianjun Dong. Determination of Furfural in Beer by High-Performance Liquid Chromatography with Solid-Phase Extraction. J. Inst. Brew. 115(3), 226-231, 2009.  doi: 10.1002/j.2050-0416.2009.tb00373.x", "Mändl B., Wullinger F., Wagner D., Binder W., Schneider K., Schlosser A., Piendl A. Comparison of different aged beers (Ger.). Brauwelt. 1971a;111:732-735", "R. A. Bottomley et al. PRELIMINARY OBSERVATIONS ON THE COMPOSITION OF SOME AUSTRALIAN BOTTLED BEERS. I. Proximate analysis, vitamin content and calorific value. Journal of the Institute of Brewing 64(1), p.50-53", "31154743", "Dominik Szwajgier. Content of Individual Phenolic Acids in Worts and Beers and their Possible Contribution to the Antiradical Activity of Beer. J. Inst. Brew. 115(3), 2009, 243", "27664616", "Chen E.C.-H., Van Gheluwe G. Analysis of histamine in beer. J. Am. Soc. brew. Chem. 1979;37:91-95", "Beer in Health and Disease Prevention. Edited by Victor R. Preedy. ISBN 978-0-12-373891-2", "Ann R. Spevacek, Katy H. Benson, Charles W. Bamforth and Carolyn M. Slupsky. Beer metabolomics: molecular details of the brewing process and the differential effects of late and dry hopping on yeast purine metabolism. J. Inst. Brew. 2016; 122: 21-28", "25745209", "26775950", "Zhu Yan, Zhang Xingde, and Niu Weijun. Simultaneous Determination of Carbohydrates and Organic Acids in Beer and Wine by Ion Chromatography. Mikrochim. Acta 127, 189-194 (1997)", "Guo Cheng, Ye Liu, Tai-Xin Yue and Zhen-Wen Zhang. Comparison between aroma compounds in wines from four Vitis vinifera grape varieties grown in different shoot positions. Food Sci. Technol, Campinas, 35(2): 237-246, Apr.-Jun. 2015. http://dx.doi.org/10.1590/1678-457X.6438 ", "Pablo Estévez,  M Luisa Gil and Elena Falqué. Effects of seven yeast strains on the volatile composition of Palomino wines. International Journal of Food Science & Technology, 2004, 39, Issue 1, p.61-69.  https://doi.org/10.1046/j.0950-5423.2003.00755.x", "21371950", "PATHBANK"]}